[
  "I love you to the moon and back",
  "You are the best thing to ever happen to me",
  "You light up my world like no other",
  "You are my love bug now and forever",
  "I cant do life without you",
  "you have my whole heart",
  "I will always be here for you",
  "Every day with you is my favorite day.",
  "You make my heart smile.",
  "Your love is my greatest blessing.",
  "Life is sweeter with you by my side.",
  "You are my today and all of my tomorrows.",
  "In your arms is my favorite place to be.",
  "You make the little things in life feel big and beautiful.",
  "I’m thankful for you every single day.",
  "I can't wait to see you again",
  "You are the answer to every prayer I ever prayed.",
  "With you, every day feels like a gift from God.",
  "I love you more than words could ever express.",
  "You make my soul feel at home.",
  "I thank God every day for bringing you into my life.",
  "You are my forever and always.",
  "My love for you grows deeper with every sunrise.",
  "I choose you today, tomorrow, and every day after.",
  "God knew exactly what I needed, and He gave me you.",
  "You are my safe place, my home, my love.",
  "I can’t imagine my life without you by my side.",
  "You are my partner in life and my partner in faith.",
  "Being yours is my favorite blessing.",
  "I promise to stand beside you in every season of life.",
  "Your love is my greatest earthly treasure.",
  "I want to love you more every single day.",
  "You are my best friend and the love of my life.",
  "Every time I see you, I fall in love all over again.",
  "Holding your hand is my favorite thing to do.",
  "You are the reason I smile so much.",
  "In you, I have found the one my soul loves. (Song of Solomon 3:4)",
  "Two are better than one. (Ecclesiastes 4:9)",
  "Let all that you do be done in love. (1 Corinthians 16:14)",
  "Love never fails. (1 Corinthians 13:8)",
  "Above all, love each other deeply. (1 Peter 4:8)",
  "I have found the one my soul loves. (Song of Solomon 3:4)",
  "Be devoted to one another in love. (Romans 12:10)",
  "We love because He first loved us. (1 John 4:19)",
  "Therefore what God has joined together, let no one separate. (Mark 10:9)",
  "My beloved is mine, and I am his. (Song of Solomon 2:16)",
  "A cord of three strands is not quickly broken. (Ecclesiastes 4:12)",
  "I found the one my heart loves, and I will not let him go. (Song of Solomon 3:4)",
  "Set me as a seal upon your heart. (Song of Solomon 8:6)",
  "The Lord has done great things for us, and we are filled with joy. (Psalm 126:3)",
  "And over all these virtues put on love. (Colossians 3:14)",
  "Let love and faithfulness never leave you. (Proverbs 3:3)",
  "Do everything in love. (1 Corinthians 16:14)",
  "I thank my God every time I remember you. (Philippians 1:3)",
  "This is my beloved, and this is my friend. (Song of Solomon 5:16)",
  "Love each other as I have loved you. (John 15:12)",
  "God has poured out His love into our hearts. (Romans 5:5)",
  "My joy is made complete because of you.",
  "The Lord bless you and keep you. (Numbers 6:24)",
  "Your love is better than life. (Psalm 63:3)",
  "With you, I see the goodness of the Lord every day.",
  "You are my greatest adventure and my sweetest blessing.",
  "Forever is not long enough to love you."
]
